{
    "intents": [
        {
            "id": 1,
            "value": "greeting",
            "phrases": [
                "สวัสดีครับ",
                "โหล",
                "สวัสดีจ้า",
                "คุณครับ",
                "เธอๆ",
                "แอดมินครับ",
                "ดีค้าบบ",
                "ดีงับ",
                "หวัดดีจ้ะ",
                "สวัสดีน้า",
                "สวีดัส",
                "สวัสดีจ้ะ",
                "หวัดดีจ้า",
                "ไม่เจอกันตั้งนาน",
                "ขอทักทาย",
                "หวัดดี"
            ],
            "responses": [
                "สวัสดีครับ พบเจอปัญหาอะไรมาครับ",
                "สวัสดีครับ วันนี้มีปัญหาอะไรมาแจ้งครับ",
                "สวัสดีครับ มีไรมาแจ้งครับ"
            ],
            "responses2": [
                ""
            ]
        },
        {
            "id": 2,
            "value": "สำนักทรัพย์สิน",
            "phrases": [
                "นกพิราบในโรงอาหาร",
                "เปลี่ยนไส้กรองตู้น้ำ บาร์ใหม่",
                "ช้อนส้อมไม่เพียงพอ",
                "ถังขยะในโรงอาหารไม่เพียงพอ",
                "บาร์ใหม่ พัดลมชำรุด",
                "เก็บโต๊ะเร็วเกินไป",
                "ไม่มีทิชชู่ในห้องน้ำโรงอาหาร",
                "ไม่มีผ้าอนามัยในห้องนำ้โรงอาหาร",
                "ปรับลดราคาที่จอดรถ",
                "พื้นที่จอดรถทรุดโทรม",
                "ระบบสมาชิกที่จอดรถไม่ทั่วถึง",
                "ระบบจ่ายเงินค่าที่จอดรถไม่คล่องตัว",
                "ที่จอดรถไม่เพียงพอ",
                "โต๊ะในศูนย์เรียนรวมไม่พอ",
                "อยากให้เพิ่มพื้นที่อ่านหนังสือ",
                "อยากให้เปลี่ยนไส้กรองตู้น้ำศูนย์การเรียนรวม",
                "อยากให้ food truck ใหม่ๆมาเปิดบ้าง",
                "เจ้าหน้าที่ของสำนักทรัพย์สินบริการไม่ดี",
                "เปิดแอร์ตรงบาร์ใหม่และบาร์ใหม่กว่าให้นานหน่อย",
                "พื้นที่อ่านหนังสือมีน้อย",
                "ช่องใส่ช้อซ้อมในโณงอาหารไม่ตรงป้ายที่ติดไว้",
                "พ่อค้าในโรงอาหารชวนคุยเสียงดัง",
                "ในห้องน้ำไม่มีทิชชู่",
                "ตู้atmน้อย ไกล"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง สำนักทรัพย์สิน ให้มีการปรับปรุงต่อไปครับ",
                "จะมีการประสานไปยัง สำนักทรัพย์สิน ต่อไปครับ"
            ],
            "responses2": [
                ""
            ]
        },
        {
            "id": 3,
            "value": "สำนักบริการคอมพิวเตอร์",
            "phrases": [
                "ทำไมไม่มีสวัสดิการต่างๆ Adobe, Canva Pro, Programอื่นๆ",
                "Nisit KU ค้างบ่อยช้า",
                "Canva Pro ไม่ฟรีสำหรับนิสิต",
                "KUWIN ช้าโคตรอืด",
                "KUWIN หลุดบ่อย",
                "KUWIN ล่มบ่อย",
                "เว็บล่มบ่อย",
                "ทำไมได้ google drive แค่ 5 GB",
                "ตารางสอบไม่ได้ขึ้นใน my.ku",
                "ข้อมูลในแอป nisit ku อัพเดทช้า",
                "nisit ku ข้อมูลน้อยมาก",
                "จุดอับสัญญาอินเทอร์เน็ตเยอะ",
                "internet ใช้ไม่ได้เลย",
                "ลดจุดอับสัญญาณ internet",
                "kuwin ไม่ครอบคลุม",
                "เปลี่ยนรูปลักษณ์ของ NisitKu ใช้ยากมาก ",
                "สวัสดิการนิสิตสำหรับโปรแกรมต่างๆ",
                "เพิ่มความแรง internet",
                "อยากให้เว็บ my.ku มีส่วนบอกว่า เราเรียนวิชา จำนวนหน่วยกิตครบตามแผนการเรียนแล้วหรือยัง",
                "ทำไม google drive เหลือ 5GB",
                "นิสิตไม่เข้าถึงพื้นที่ในสำนักคอม",
                "ควรรวมทุก app มาอยู่ใน app เดียว",
                "edufarm ล่มบ่อย",
                "ใช้แพบตฟอร์มเดียวทั้งมหาลัยเพื่อความสะดวก",
                "อยากให้ app nisit ku มีการแสดงตำแหน่งรถตะลัย",
                "App นิสิตล่ม",
                "อยากให้มีเว็บบอกว่าวืชาอะไรเปิดบ้างในแต่ละเทอม",
                "อยากให้มีประชาสัมพันธ์เฉพาะของคณะในmykuบ้าง",
                "ลงวิชาเรียนยากมาก",
                "ช่่วยเพิ่มที่ดูชม.กิจกรรมในmykuหน่อย",
                "แอป nisit ku ใช้ยากดูไม่ต่อยมีอะไร",
                "ช่วยบอกกำหนดเวลาดรอปล่าช้าในmykuหน่อย"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง สำนักบริการคอมพิวเตอร์ ให้มีการปรับปรุงต่อไปครับ",
                "เรื่องปัญหาด้านเทคโนโลยี คอมพิวเตอร์ แอพ ต่างๆ จะมีการส่งเรื่องต่อไปยัง สำนักบริการคอมพิวเตอร์ ครับ"
            ],
            "responses2": [
                "หรือจะติดต่อสำนักบริการคอมพิวเตอร์ โดยตรงได้ที่ FACEBOOK | www.ocs.ku.ac.th | LINE@: @GQV5600M | HELPDESK 025620952-6 ต่อ 622541-43"
            ]
        },
        {
            "id": 4,
            "value": "สำนักกีฬา",
            "phrases": [
                "ทำไม จนท.สำนักกีฬา ดูอารมณ์ไม่ดีเลย",
                "ทำไมเจ้าหน้าที่สำนักกีฬา ดูอารมณ์ไม่ดีเลย",
                "ให้นิสิตทั่วไปสามารถใช้สนามกีฬาได้มากขึ้น",
                "ทำไมต้องเก็บเงินค่าใช้สนามทั้งที่นิสิตใช้",
                "เปิดบริการฟิตเนสมากขึ้น",
                "อาคารสำนักกีฬามืดมาก",
                "เจ้าหน้าที่ยืมอุปกรณ์กีฬารีบกลับ",
                "เปลี่ยนพื้นสนามฟันดาบ",
                "กำหนดวันเวลาปิดสนามวอลเล่ย์ให้ชัดเจน",
                "สนามกีฬานำ้ท่วม",
                "อุปกรณ์กีฬาไม่เพียงพอ",
                "ระบบการจองสนามกีฬาต่างๆยุ่งยากและล้าหลังยังมีการโทรจองอยู่ อยากให้มีระบบออนไลนืให้จองง่ายขึ้น",
                "ตอนกลางคืนบริเวณรอบๆสำนักกีฬา ด้านล่าง มืด น่ากลัว",
                "สนามแบตจองยาก",
                "สนามแบตไม่พอ",
                "ฟิสเนตบางที่เหมือนไม่ได้รับการดูแลเลย",
                "พัฒนาอุปกรณ์ลูกบอลต่างๆ",
                "สนามบาส3สนามข้างสนามอินพื้นแย่มากนำ้ท่วมใช้ไม่ได้ อยากให้ทำดดมหรือหลังคา",
                "ขยายพื้นที่สนามยิงธนู",
                "อยากให้ปรับพื้นที่สนามเปตอง",
                "อยากให้นิสิตใช้สนามได้ฟรี"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง สำนักกีฬา ให้มีการปรับปรุงต่อไปครับ",
                "จะมีการประสานไปยัง สำนักกีฬา ต่อไปครับ"
            ],
            "responses2": [
                ""
            ]
        },
        {
            "id": 5,
            "value": "สำนักการศึกษา",
            "phrases": [
                "อาจารย์ไม่ใช่ safe zone",
                "คอม/ฟิสิกส์พื้น กลางภาค1/65 เวลาสอบชนกัน(จากใจปี1 Math)",
                "ทำไมไม่มีสัปดาห์พักอ่านหนังสือสอบ",
                "อินเตอร์ควรมีสิทธิ์เลือกตารางเรียนได้",
                "อยากปรับเปลี่ยนหัวข้อที่ใช้ประเมินอาจารย์",
                "แบบประเมินอาจารย์ประเมินได้จริง??",
                "อาจารย์สอนไม่เข้าใจ",
                "โดนแย่งเรียนวิชา Eng",
                "Eng sec น้อย พละก็เหมือนกัน",
                "บางทีอาจารย์บอกคะแนนช้า จนทำให้ไม่มีเวลาDrop",
                "ตารางสอบออกช้า",
                "ภาคอินเตอร์ทำไมวิชาถึงกลายเป็นเสรีบังคับ เลือกอะไรไม่ได้เลย",
                "บังคับเรียนศาสตร์แห่งแผ่นดินทำไม",
                "อยากให้มีการอบรมบุคคลากรให้มีความเข้าใจนิสิตมากขึ้น",
                "ประเมินการสอบแล้วแต่อาจารย์ไม่มีการปรับปรุง ควรมีการเปิดให้ประเมินตลอดทุกช่วงไม่ใช่กำหนดระยะเวลาสั้นๆ",
                "เข้าถึงอาจารย์ยาก",
                "เด็กปี1 ลงเรียน Eng4 ไม่ทัน แต่ก็อยากเก็บ Eng ให้จบ",
                "มีตารางสอบแต่มีการนัดนอกเวลา",
                "วิชาเยอะแต่ไม่การเปิดให้ลง",
                "บางรายวิชาประกาศคะแนนหลังหมดช่วงดรอปในระบบonline",
                "อาจารย์ไม่ตอบรับลงทะเบียน",
                "ระบบการลงทะเบียนเรียนไม่เสถียร",
                "ประเมินทำไมถ้าอาจารย์ไม่พัฒนาขึ้น",
                "ภาคพิเศาและอินเตอรืมีวิชาเสรีให้ลงน้อยมากๆ",
                "ติดเรียนeng ของสาขาที่ไม่ใช่ของ มอ ทำให้ต้องเรียนตั้ง 9 ตัว",
                "เปิด eng 4 เพิ่มเยอะๆได้มั้ยคะ บังคับเรียนแต่ลงไม่ได้ซักตัว",
                "ค่าเทอม iup แพงมาก",
                "อยากให้จัดตารางสอบไม่ติดกันค่ะ หรือมีเวลาหยุดอ่าน 1อาทิตย์",
                "ยกเลิกวิชาศาสตร์แห่งแผ่นดิน",
                "แก้ไขเรื่องเวลาการลงทะเบียน",
                "อยากให้อาจารย์พูดดีๆกับนิสิต",
                "จัดเวลาเรียนใกล้กันหน่อยค่า",
                "ขอให้เว้นช่วงสอบนานๆ ไม่อยากสอบติดกัน",
                "อยากให้เอาวิชาศาสตร์แห่งแผ่นดินออก",
                "ไม่อยากให้บังคับเรียนศาสตร์แห่งแผ่นดิน",
                "ตารางสอบแน่นมาก",
                "ขอลายเซ็นหัวหน้าภาคยากมาก",
                "ตรวจสอบวิชาที่ขาดตามหลักสูตรยากมาก",
                "ต้องเรียนengเยอะไป",
                "หน่วยกิตไม่พอลงเรียน",
                "มองไม่เห็นกระดานเวลาจารเขียนเลย",
                "อยากให้บอกรายละเอียดสิ่งที่ต้องเรียนในแต่ละวิชาจะได้เลือกลงถูก",
                "ตอนลงทะเบียนเรียนดูยากว่าจะมีวิชาเวลาชนกันมั้ย",
                "เก้าอี้เรียนปวดหลังมาก",
                "ห้องสมุดภาคเสียงดัง",
                "ติดต่ออาจารย์ยาก"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง สำนักการศึกษา ให้มีการปรับปรุงต่อไปครับ",
                "ด้านการเรียน หน่วยกิต จะมีการประสานไปยัง สำนักการศึกษา ต่อไปครับ"
            ],
            "responses2": [
                "หรือจะติดต่อ สำนักการศึกษา โดยตรงได้ที่ https://www.facebook.com/kuregistrar ในการติดต่อ สบศ. โปรดแจ้งรหัสนิสิต ชื่อ-นามสกุล และอีเมล KU-Google ทุกครั้งที่ติดต่อด้วยนะคะ"
            ]
        },
        {
            "id": 6,
            "value": "กองกิจการนิสิต",
            "phrases": [
                "หอในในมีแต่พงหญ้ามีงูเงี้ยวเขี้ยวขอ",
                "เอกสารช้า",
                "การประชาสัมพันธ์ไม่มากพอ",
                "ความปลอดภัยหอพักภายใน",
                "หอพักนำ้ไม่ค่อยไหล",
                "การเดินเอกสารคสรเปลี่ยนเป็น Online  หรือ เซ็นออนไลน์ได้แล้ว",
                "หอพักน้ำไม่ไหลไฟดับ",
                "ยกเลิกการบังคคับชุดนิสิต",
                "ซ่อมแซม ปรับปรุงหอพัก",
                "ยื่นเอกสารโครงการต่างๆยากจังเลย ผ่านหลายระบบมาก",
                "หอในแมวเยอะมาก",
                "เอกสารขึ้นกองกิจรูปแบบเอกสารไม่ชัดเจน",
                "ควรเพิ่มเจ้าหน้าที่สำหรับงานเอกสารเพื่องานเอกสารเร็วขึ้น",
                "การทำกิจกรรมในชมรมหรือกลุ่มกิจกรรมต่างๆ มีปัญหาซึ่งเป็นปัญหาขององค์กรนั้น แต่ถ้ามีวิทยากรมาให้ความรู้เรื่องการจัดการบริหารองค์กร",
                "wifi หอในนอกช้ามาก",
                "อยากให้จัดคอนเสิร์ตบ่อยๆ",
                "อยากให้มีการสนับสนุนนิสิตมากขึ้นกว่านี้ด้านการแพร่กระจายข่าวสาร",
                "ท่าเทอมแพงเกินไปมาก",
                "ประชาสัมพันธ์เรื่องชมรมให้มากกว่านี้หน่อย",
                "อยากให้มีที่พักผ่อนระหว่างรอเรียน"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง กองกิจการนิสิต ให้มีการปรับปรุงต่อไปครับ",
                "ด้านกิจกรรมต่างๆของนิสิตจะมีการส่งต่อไปยัง กองกิจการนิสิตครับ"
            ],
            "responses2": [
                "หรือจะติดต่อ กองกิจการนิสิต และติิดตามข้อมูลข่าวสารโดยตรงได้ที่  https://www.facebook.com/SAKUkasetsart"
            ]
        },
        {
            "id": 7,
            "value": "กองยานพาหนะ อาคารและ สถานที่",
            "phrases": [
                "ถังขยะนอกตึกน้อยไป",
                "วินเถื่อนเยอะขึ้น",
                "งู ตัววรนุชเยอะมาก",
                "จักรยานไม่เพียงพอต่อการยืม",
                "จุดยืมคืนจักรยานน้อย",
                "ทางจักรยานงง",
                "ทวงคืนmobike",
                "การขอรถส่วนกลางค่อนข้างยาก",
                "ไม่เข้มกฏจราจร(ปรับ,ล็อค)",
                "ทางเท้าเป็นหลุมเป็นบ่อ",
                "ทางเท้าไม่เรียบ",
                "ทางเท้าเดินสะดุดบ่อย",
                "วินขับบนทางเท้า",
                "แสงสว่างตามทางเดินไม่เพียงพอ",
                "อาคารไม่เป็นตามหลัก universal design",
                "รถตะลัยมาช้า",
                "รถตะไลไม่เพียงพอ",
                "คนขับตะลัยขับรถเร็ว เบรกแรง",
                "ไม่รู้เวลาตะลัยถึงป้าย",
                "วินโกงราคา",
                "วินมอเตอร์ไซต์ขับไม่ปลอดภัย",
                "วินใส่อารมณ์",
                "จุดวินมีน้อย",
                "อยากให้ app nisit ku มีการแสดงตำแหน่งรถตะลัย",
                "ตะลัยช้าและน้อยมาก แทบจะไม่ได้นั่งเลยครับ และคนก็เยอะมาก",
                "มีถังแยกขยะด้วยก็ดีค่ะ ขอถังขยะเยอะๆ",
                "เพิ่มความปลอดภัยของนิสิต",
                "อยากให้แก้ไขเกี่ยวกับตะลัย",
                "อยากให้าถตะลัยมาเยอะๆและมาเร็วๆ",
                "รถตะลัยขับไม่สุภาพ",
                "อยากให้เพิ่มรถตะลัยแต่ละสายและเพิ่มรอบ",
                "ตะลัยช้ามากและน้อยมาก",
                "อยากให้แก้ปัญหาเรื่องรถตะไลที่มีจำนวนน้อยและใช้เวลานาน",
                "เพิ่มรถตะลัย",
                "รถตะลัยมาช้า",
                "รถตะลัยมาทีละหลายคัน",
                "อยากให้มีรถตะลัยสาย1ให้บริการมากกว่านี้",
                "การขับขี่รถในมอเร็วมาก",
                "ตะลัยวิ่งซ้อนกัน",
                "ควรบอกเวลาตะลัย",
                "รถตะลัยไม่พอ",
                "นำ้ท่วม บ่อย",
                "ตะลัยรอนานมาก",
                "อยากให้เพิ่มรอบและกระจายตะลัยให้มากขึ้น",
                "รถตะลัยเข้าไม่ถึงบางแห่ง",
                "อยากให้ตะลัยเปิดแอร์ทุกคันและจำนวนมากพอต่อนิสิตในมหาลัย",
                "รถตะลัยร้อนมากๆ",
                "ขอตะลัยเยอะๆ สาย1ขาดแคลน ในตอนเช้ามากค่ะ",
                "ตรง loving way รถเยอะมากๆ กลัวเดินแล้วโดนรถเฉี่ยว",
                "วินที่โก่งราคา",
                "รถตะลัยรอนานมากไม่ค่อยเห็นสาย3เลย",
                "ตะลัยร้อนมากคนเยอะ อึดอัด",
                "ช่วยระบายนำ้เวลาฝนตก",
                "อยากให้มีทางเดินที่สะดวกเวลานำ้ท่วม",
                "ตอนเช้ารอรถตะลัยนานมากกว่าจะมาสักคัน",
                "อยากให้มีทางเดินเวลาน้ำท่วมหรือฝนตก",
                "วินบางคนขับรถน่ากลัวมาก",
                "ช่วยเตรียมถุงคลุมเท้าเวลาน้ำท่วยหน่อย รองเท้าจะได้ไม่เปียก"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง กองยานพาหนะ อาคารและ สถานที่ ให้มีการปรับปรุงต่อไปครับ",
                "ปัญหาด้าน รถตะลัย วิน ทางเท้า อาคารและสถานที่ต่างๆจะมีการส่งเรื่องไปยัง กองยานพาหนะ อาคารและ สถานที่ ต่อไปครับ"
            ],
            "responses2": [
                "หรือจะติดต่อ กองยานพาหนะ อาคารและ สถานที่ โดยตรงได้ที่ vehicle.ku.ac.th"
            ]
        },
        {
            "id": 8,
            "value": "Happy Place Center",
            "phrases": [
                "เพิ่มบุคคลากรที่ให้คำปรึกษาด้านสุขภาพจิต",
                "Happy Place เข้าถึงยาก",
                "Happy Place Center พื้นที่ไม่ค่อยเป็นส่วนตัว",
                "happy place เปิดบริการบ่อยๆหน่อย"
            ],
            "responses": [
                "ขอบคุณสำหรับข้อมูลครับจะมีการส่งเรื่องไปยัง Happy Place Center ให้มีการปรับปรุงต่อไปครับ",
                "ต้องการคำปรึกษา เยียวยาเรื่องจิตใจ จะมีการส่งเรื่องต่อไปยัง Happy Place Center ครับ"
            ],
            "responses2": [
                "หรือจะติดต่อ Happy Place Center โดยตรงได้ที่ https://www.facebook.com/KUHappyPlaceCenter"
            ]
        },
        {
            "id": 9,
            "value": "goodbye",
            "phrases": [
                "asdasdasdad",
                "ฟหดฟหดฟหดฟหด",
                "55555555555",
                ".",
                "-",
                "_",
                "+",
                "-",
                "*",
                "?",
                "/",
                "(",
                ")",
                "ควาย",
                "โง่",
                "อร่อย",
                "หิวมาก",
                "ไปเที่ยวไหม"
            ],
            "responses": [
                "ดูเหมือนว่าที่คุณพิมพ์ ไม่เกี่ยวกับปัญหานะครับ"
            ],
            "responses2": [
                "หรือลองระบุข้อมูลเพิ่มเติมได้เลยครับ"
            ]
        },
        {
            "id": 10,
            "value": "ขอบคุณ",
            "phrases": [
                "ขอบคุณครับ",
                "แต้งกิวว",
                "thank you",
                "ขอบคุณ",
                "ขอบใจ"
            ],
            "responses": [
                "ยินดีครับ"
            ],
            "responses2": [
                ""
            ]
        }
    ]
}