{
    "intents": [
        {
            "id": 1,
            "value": "greeting",
            "phrases": ["สวัสดีครับ","โหล","สวัสดีจ้า","คุณครับ","เธอๆ","แอดมินครับ","ดีค้าบบ","ดีงับ",
            "หวัดดีจ้ะ","สวัสดีน้า","สวีดัส","สวัสดีจ้ะ","หวัดดีจ้า","ไม่เจอกันตั้งนาน","ขอทักทาย","หวัดดี", "สวัสดีงับ"
            ],
            "responses": [
                "สวัสดีครับ พบเจอปัญหาอะไรมาครับ",
                "สวัสดีครับ วันนี้มีปัญหาอะไรมาแจ้งครับ",
                "สวัสดีครับ มีไรมาแจ้งครับ"
            ]
        },
        {
            "id": 2,
            "value": "สำนักทรัพย์สิน",
            "phrases": ["นกพิราบในโรงอาหาร","เปลี่ยนไส้กรองตู้น้ำ บาร์ใหม่","ช้อนส้อมไม่เพียงพอ","ถังขยะในโรงอาหารไม่เพียงพอ","บาร์ใหม่ พัดลมชำรุด",
                "เก็บโต๊ะเร็วเกินไป","ไม่มีทิชชู่ในห้องน้ำโรงอาหาร","ไม่มีผ้าอนามัยในห้องนำ้โรงอาหาร","ปรับลดราคาที่จอดรถ","พื้นที่จอดรถทรุดโทรม",
                "ระบบสมาชิกที่จอดรถไม่ทั่วถึง","ระบบจ่ายเงินค่าที่จอดรถไม่คล่องตัว","ที่จอดรถไม่เพียงพอ","โต๊ะในศูนย์เรียนรวมไม่พอ","อยากให้เพิ่มพื้นที่อ่านหนังสือ",
                "อยากให้เปลี่ยนไส้กรองตู้น้ำศูนย์การเรียนรวม","อยากให้ food truck ใหม่ๆมาเปิดบ้าง","เจ้าหน้าที่ของสำนักทรัพย์สินบริการไม่ดี","เปิดแอร์ตรงบาร์ใหม่และบาร์ใหม่กว่าให้นานหน่อย",
                "พื้นที่อ่านหนังสือมีน้อย","ช่องใส่ช้อซ้อมในโณงอาหารไม่ตรงป้ายที่ติดไว้","พ่อค้าในโรงอาหารชวนคุยเสียงดัง","ในห้องน้ำไม่มีทิชชู่","ตู้atmน้อย ไกล","โรงอาหาร","บาร์ใหม่",
                "บาร์ใหม่กว่า","โรงอาหารกลาง","ที่จอดรถ","ที่จอด","food truck ที่บาร์ใหม่","เจ้าหน้าที่สำนักทรัพสินย์","พื้นที่โฆษณา","อาคารจอดรถ","สำนักทรัพย์สิน",
                "นกพิราบเยอะมากที่บาร์ใหม่","อยากให้มีร้านอาหารเยอะๆ","เปิดร้านอาหารเยอะๆ","เพิ่มร้านอาหารหน่อยครับ","ตอนเที่ยงโรงอาหารคนเยอะ อยากให้เพิ่มที่นั่งค่ะ ไม่มีที่ทานข้าว",
                "อยากให้เพิ่มพัดลมในโรงอาหาร บาร์ใหม่ค่ะ เพราะว่าอากาศร้อนแล้ววพัดลมไม่ทั่วถึงค่ะ","นกที่โรงอาหารชอบมาเดินบนโต๊ะ รู้สึกสกปรก","เปิดแอร์ที่บาร์ใหม่นานกว่านี้",
                "จัดการนกพิราบในโรงอาหาร","เรื่อง นกพิราบ ในบาร์ใหม่","บาร์ใหม่นกเยอะมาก","นกที่บาร์ใหม่ก่อความรบกวนต่อผู้ใช้บริการ","บาร์ใหม่เต็ม ไม่มีที่นังกินข้าว",
                "บาร์ใหม่แพง","เคยเจอจานที่บาร์ใหม่ล้างไม่สะอาด","มีนกพิราบในบาร์ใหม่เยอะ","มีนกพิราบในโรงอาหาร","ช่วยไล่นกบาร์ใหม่ให้ที","อยากให้มีที่อ่านหนังสือเพิ่ม",
                "อยากให้มีสถานที่อ่านหนังสือ24ชม.","อยากให้มีที่จอดรถสำหรับนิสิต","เพิ่มที่จอดรถ","เพิ่มที่จอดรถให้นิสิต","หาที่จอดรถให้ดีๆได้ไหม","เพิ่มพื้นที่อ่านหนังสือ",
                "เพิ่มที่จอดรถฟรี","เพิ่มที่จอดรถหน่อยครับ","บาร์ใหม่เปิดแอร์ตั้งแต่เช้าได้ไหมคะ","อยากให้โรงอาหารเปิดแอร์นานหน่อยๆ ร้อนมาก","บาร์ใหม่ แอร์ไม่เย็น","นกในบาร์ใหม่",
                "ที่จอดรถน้อย","อยากให้เพิ่มพื้นที่นั่งเล่น","ที่อ่านหนังสือเพิ่มค่ะ","ที่จอดอยากให้เยอะขึ้น","นกเยอะ","สร้างโรงอาหารเพิ่ม","พื้นที่ส่วนกลางปิดเร็ว","เพิ่มนำ้ดื่มแบบกดที่บาร์ใหม่",
                "เปิดแอร์บาร์ใหม่","อาหารน้อยไป","เปิดแอร์บาร์ใหม่นานๆหน่อย","อยากให้กำจัดนกพิราบที่บาร์ใหม่","ที่อ่านหนังสือ24 ชม.","บาร์ใหม่ไม่เปิดแอร์","อยากให้มีที่จอดรถเพียงพอ",
                "อยากให้มีที่จอดรถมากกว่าเดิม","จอดรถไม่พอ","ทำที่จอดรถให้นิสิต","เพิ่มสถานที่จอดรถ","หาพื้นที่จอดรถเพิ่ม","ที่จอดรถไม่เพียงพอ","ขอที่จอดรถเพิ่มหน่อยครับ"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย สำนักทรัพย์สิน เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา"
            ]
        },
        {
            "id": 3,
            "value": "สำนักบริการคอมพิวเตอร์",
            "phrases": [
                "ทำไมไม่มีสวัสดิการต่างๆ Adobe, Canva Pro, Programอื่นๆ",
                "Nisit KU ค้างบ่อยช้า",
                "Canva Pro ไม่ฟรีสำหรับนิสิต",
                "KUWIN ช้าโคตรอืด",
                "KUWIN หลุดบ่อย",
                "KUWIN ล่มบ่อย",
                "เว็บล่มบ่อย",
                "ทำไมได้ google drive แค่ 5 GB",
                "ตารางสอบไม่ได้ขึ้นใน my.ku",
                "ข้อมูลในแอป nisit ku อัพเดทช้า",
                "nisit ku ข้อมูลน้อยมาก",
                "จุดอับสัญญาอินเทอร์เน็ตเยอะ",
                "internet ใช้ไม่ได้เลย",
                "ลดจุดอับสัญญาณ internet",
                "kuwin ไม่ครอบคลุม",
                "เปลี่ยนรูปลักษณ์ของ NisitKu ใช้ยากมาก ",
                "สวัสดิการนิสิตสำหรับโปรแกรมต่างๆ",
                "เพิ่มความแรง internet",
                "อยากให้เว็บ my.ku มีส่วนบอกว่า เราเรียนวิชา จำนวนหน่วยกิตครบตามแผนการเรียนแล้วหรือยัง",
                "ทำไม google drive เหลือ 5GB",
                "นิสิตไม่เข้าถึงพื้นที่ในสำนักคอม",
                "ควรรวมทุก app มาอยู่ใน app เดียว",
                "edufarm ล่มบ่อย",
                "ใช้แพบตฟอร์มเดียวทั้งมหาลัยเพื่อความสะดวก",
                "อยากให้ app nisit ku มีการแสดงตำแหน่งรถตะลัย",
                "App นิสิตล่ม",
                "อยากให้มีเว็บบอกว่าวืชาอะไรเปิดบ้างในแต่ละเทอม",
                "อยากให้มีประชาสัมพันธ์เฉพาะของคณะในmykuบ้าง",
                "ลงวิชาเรียนยากมาก",
                "ช่่วยเพิ่มที่ดูชม.กิจกรรมในmykuหน่อย",
                "แอป nisit ku ใช้ยากดูไม่ต่อยมีอะไร",
                "ช่วยบอกกำหนดเวลาดรอปล่าช้าในmykuหน่อย",
                "อินเตอร์เน็ต",
                "เน็ต",
                "แอพ",
                "เว็บ",
                "แอพนิสิต",
                "แอป",
                "เวป",
                "แอปนิสิต",
                "โปรแกรม",
                "ไลเซนต์",
                "สัญญาณ",
                "เจ้าหน้าที่สำนักคอม",
                "สำนักบริการคอมพิวเตอร์",
                "สำนักคอม",
                "มีแอพดูรถตะลัย",
                "ระบบ My KU ทำให้ดีหน่อย",
                "อินเตอร์เน็ตอ่อนมาก",
                "ไวไฟ",
                "ไวไฟใช้ไม่ได้",
                "เว็ป",
                "เว็ปลงทะเบียนเรียน",
                "อยากให้ปรับปรุงเว็บลงทะเบียนเรียน",
                "ขอเน็ตดีๆ",
                "เว็บลงทะเบียนล่ม",
                "ระบบอินเทอร์เน็ต",
                "ไวไฟช้ามาก",
                "อยากให้มีแอพติดตามรถ",
                "เว็บล่มบ่อยเกินไป"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย สำนักบริการคอมพิวเตอร์ เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา หรือจะติดต่อสำนักบริการคอมพิวเตอร์ โดยตรงได้ที่ FACEBOOK | www.ocs.ku.ac.th | LINE@: @GQV5600M | HELPDESK 025620952-6 ต่อ 622541-43"
            ]
        },
        {
            "id": 4,
            "value": "สำนักกีฬา",
            "phrases": [
                "ทำไม จนท.สำนักกีฬา ดูอารมณ์ไม่ดีเลย",
                "ทำไมเจ้าหน้าที่สำนักกีฬา ดูอารมณ์ไม่ดีเลย",
                "ให้นิสิตทั่วไปสามารถใช้สนามกีฬาได้มากขึ้น",
                "ทำไมต้องเก็บเงินค่าใช้สนามทั้งที่นิสิตใช้",
                "เปิดบริการฟิตเนสมากขึ้น",
                "อาคารสำนักกีฬามืดมาก",
                "เจ้าหน้าที่ยืมอุปกรณ์กีฬารีบกลับ",
                "เปลี่ยนพื้นสนามฟันดาบ",
                "กำหนดวันเวลาปิดสนามวอลเล่ย์ให้ชัดเจน",
                "สนามกีฬานำ้ท่วม",
                "อุปกรณ์กีฬาไม่เพียงพอ",
                "ระบบการจองสนามกีฬาต่างๆยุ่งยากและล้าหลังยังมีการโทรจองอยู่ อยากให้มีระบบออนไลนืให้จองง่ายขึ้น",
                "ตอนกลางคืนบริเวณรอบๆสำนักกีฬา ด้านล่าง มืด น่ากลัว",
                "สนามแบตจองยาก",
                "สนามแบตไม่พอ",
                "ฟิสเนตบางที่เหมือนไม่ได้รับการดูแลเลย",
                "พัฒนาอุปกรณ์ลูกบอลต่างๆ",
                "สนามบาส3สนามข้างสนามอินพื้นแย่มากนำ้ท่วมใช้ไม่ได้ อยากให้ทำดดมหรือหลังคา",
                "ขยายพื้นที่สนามยิงธนู",
                "อยากให้ปรับพื้นที่สนามเปตอง",
                "อยากให้นิสิตใช้สนามได้ฟรี",
                "สนาม",
                "เจ้าหน้าที่สำนักกีฬา",
                "ออกกำลังกาย",
                "สำนักกีฬา",
                "อาคารสำนักกีฬา",
                "ขอสนามกีฬาเพิ่ม",
                "อยากให้สนับสนุนกีฬาทุกชนิดในมอ",
                "เพิ่มสนาม",
                "ปรับปรุงสนาม เติมทรายสนาม",
                "ปรับปรุงฟิตเนสที่สำนักกีฬา"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย สำนักกีฬา เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา"
            ]
        },
        {
            "id": 5,
            "value": "สำนักการศึกษา",
            "phrases": [
                "อาจารย์ไม่ใช่ safe zone",
                "คอม/ฟิสิกส์พื้น กลางภาค1/65 เวลาสอบชนกัน(จากใจปี1 Math)",
                "ทำไมไม่มีสัปดาห์พักอ่านหนังสือสอบ",
                "อินเตอร์ควรมีสิทธิ์เลือกตารางเรียนได้",
                "อยากปรับเปลี่ยนหัวข้อที่ใช้ประเมินอาจารย์",
                "แบบประเมินอาจารย์ประเมินได้จริง??",
                "อาจารย์สอนไม่เข้าใจ",
                "โดนแย่งเรียนวิชา Eng",
                "Eng sec น้อย พละก็เหมือนกัน",
                "บางทีอาจารย์บอกคะแนนช้า จนทำให้ไม่มีเวลาDrop",
                "ตารางสอบออกช้า",
                "ภาคอินเตอร์ทำไมวิชาถึงกลายเป็นเสรีบังคับ เลือกอะไรไม่ได้เลย",
                "บังคับเรียนศาสตร์แห่งแผ่นดินทำไม",
                "อยากให้มีการอบรมบุคคลากรให้มีความเข้าใจนิสิตมากขึ้น",
                "ประเมินการสอบแล้วแต่อาจารย์ไม่มีการปรับปรุง ควรมีการเปิดให้ประเมินตลอดทุกช่วงไม่ใช่กำหนดระยะเวลาสั้นๆ",
                "เข้าถึงอาจารย์ยาก",
                "เด็กปี1 ลงเรียน Eng4 ไม่ทัน แต่ก็อยากเก็บ Eng ให้จบ",
                "มีตารางสอบแต่มีการนัดนอกเวลา",
                "วิชาเยอะแต่ไม่การเปิดให้ลง",
                "บางรายวิชาประกาศคะแนนหลังหมดช่วงดรอปในระบบonline",
                "อาจารย์ไม่ตอบรับลงทะเบียน",
                "ระบบการลงทะเบียนเรียนไม่เสถียร",
                "ประเมินทำไมถ้าอาจารย์ไม่พัฒนาขึ้น",
                "ภาคพิเศาและอินเตอรืมีวิชาเสรีให้ลงน้อยมากๆ",
                "ติดเรียนeng ของสาขาที่ไม่ใช่ของ มอ ทำให้ต้องเรียนตั้ง 9 ตัว",
                "เปิด eng 4 เพิ่มเยอะๆได้มั้ยคะ บังคับเรียนแต่ลงไม่ได้ซักตัว",
                "ค่าเทอม iup แพงมาก",
                "อยากให้จัดตารางสอบไม่ติดกันค่ะ หรือมีเวลาหยุดอ่าน 1อาทิตย์",
                "ยกเลิกวิชาศาสตร์แห่งแผ่นดิน",
                "แก้ไขเรื่องเวลาการลงทะเบียน",
                "อยากให้อาจารย์พูดดีๆกับนิสิต",
                "จัดเวลาเรียนใกล้กันหน่อยค่า",
                "ขอให้เว้นช่วงสอบนานๆ ไม่อยากสอบติดกัน",
                "อยากให้เอาวิชาศาสตร์แห่งแผ่นดินออก",
                "ไม่อยากให้บังคับเรียนศาสตร์แห่งแผ่นดิน",
                "ตารางสอบแน่นมาก",
                "ขอลายเซ็นหัวหน้าภาคยากมาก",
                "ตรวจสอบวิชาที่ขาดตามหลักสูตรยากมาก",
                "ต้องเรียนengเยอะไป",
                "หน่วยกิตไม่พอลงเรียน",
                "มองไม่เห็นกระดานเวลาจารเขียนเลย",
                "อยากให้บอกรายละเอียดสิ่งที่ต้องเรียนในแต่ละวิชาจะได้เลือกลงถูก",
                "ตอนลงทะเบียนเรียนดูยากว่าจะมีวิชาเวลาชนกันมั้ย",
                "เก้าอี้เรียนปวดหลังมาก",
                "ห้องสมุดภาคเสียงดัง",
                "ติดต่ออาจารย์ยาก",
                "ยกเลิกศาสตร์แห่งแผ่นดิน",
                "เอาวิชาศาสตร์แห่งแผ่นดินออก",
                "Eng3,4 รับนิสิตให้เพียงพอ",
                "อยากได้ช่วงว่าง 1อาทิตย์ก่อนสอบ",
                "อยากให้ปรับปรุงเรื่องการลงทะเบียนเรียน",
                "สอบไว",
                "เพิ่มระยะเวลาเรียน เวลาน้อยเรียน อ่านหนังสือไม่ทัน",
                "ขอเวลาหยุดก่อนสอบ",
                "ตารางสอบแย่",
                "อยากให้จัดการหลักสูตรให้เหมาะสมกับสขาเรียนของนิสิตมากกว่านี้",
                "ไม่ชอบเรียนศาสตร์แห่งแผ่นดิน",
                "อยากได้เวลาหยุดก่อนสอบให้อ่านหนังสือเยอะๆ",
                "จัดตารางสอบไม่ให้อัดกัน",
                "ช่วงเวลาสอบให้เวลาน้อยเกินไป",
                "พิจารณาหลักสูตรใหม่ด่วนๆ",
                "ยกเลิกวิชาศาสตร์แห่งแผ่นดิน",
                "อาจารย์ไม่สอน",
                "หลักสูตรสาขาอ่อนแอมาก",
                "ยกเลิก Knowledge of land",
                "จัดตารางสอบให้ดีกว่านี้",
                "ตารางสอบค่อนข้างติดกัน อยากให้เวลาสอบมีการเว้่นช่วงมากกว่านี้",
                "อยากให้จัดการช่วงสอบให้ดีกว่านี้ให้เด็กมีเวลาอ่านหนังสือ",
                "จัดการเรื่องการจัดระบบการสอน",
                "ไม่อยากให้สอบเร็ว",
                "ลงเรียนไม่ได้",
                "อยากให้มีวันหยุดพักระหว่างสอบ อยากให้จัดสอบช้าอีกนิดค่ะ",
                "ยืดเวลาดรอปจนกว่าคะแนนจะออก",
                "ดรอป",
                "คะแนน",
                "ถอน",
                "รายวิชา",
                "สอบตรงตามตาราง",
                "อยากให้มีสัปดาห์ว่าง 1 สัปดาห์ก่อนสอบเพื่อให้นิสิตอ่านหนังสือ",
                "ปัญหาเรื่องงานศาสตร์แห่งแผ่นดิน",
                "เพิ่มจำนวนรถตะลัยและรอบการเดินรถในมหาวิทยาลัย",
                "แย่งลง Eng4",
                "อยากให้มีหยุดเว้นวันอ่านหนังสือ",
                "ประเมินอาจารย์",
                "ศาสตร์แห่งแผ่นดินเรียนทำไม",
                "จัดระเบียบตารางสอบ",
                "ปัญหางานเรื่องศาสตร์แห่งแผ่นดิน",
                "add-drop เวลาน้อย",
                "dropไม่ทัน",
                "ไม่ควรสอบวันเสาร์",
                "Eng ให้เที่ยวถึง",
                "ไม่สอบวันเสาร์",
                "ไม่อยากแย่งกันลงทะเบียน",
                "รายวิชาEng3,4ให้เพียงพอ",
                "เปิด sec Eng เยอะๆหน่อย",
                "ลงทะเบียนไม่ทันเพราะรับน้อย"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย สำนักการศึกษา เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา หรือจะติดต่อ สำนักการศึกษา โดยตรงได้ที่ https://www.facebook.com/kuregistrar ในการติดต่อ สบศ. โปรดแจ้งรหัสนิสิต ชื่อ-นามสกุล และอีเมล KU-Google ทุกครั้งที่ติดต่อด้วยนะคะ"
            ]
        },
        {
            "id": 6,
            "value": "กองกิจการนิสิต",
            "phrases": [
                "หอในในมีแต่พงหญ้ามีงูเงี้ยวเขี้ยวขอ",
                "เอกสารช้า",
                "การประชาสัมพันธ์ไม่มากพอ",
                "ความปลอดภัยหอพักภายใน",
                "หอพักนำ้ไม่ค่อยไหล",
                "การเดินเอกสารคสรเปลี่ยนเป็น Online  หรือ เซ็นออนไลน์ได้แล้ว",
                "หอพักน้ำไม่ไหลไฟดับ",
                "ยกเลิกการบังคคับชุดนิสิต",
                "ซ่อมแซม ปรับปรุงหอพัก",
                "ยื่นเอกสารโครงการต่างๆยากจังเลย ผ่านหลายระบบมาก",
                "หอในแมวเยอะมาก",
                "เอกสารขึ้นกองกิจรูปแบบเอกสารไม่ชัดเจน",
                "ควรเพิ่มเจ้าหน้าที่สำหรับงานเอกสารเพื่องานเอกสารเร็วขึ้น",
                "การทำกิจกรรมในชมรมหรือกลุ่มกิจกรรมต่างๆ มีปัญหาซึ่งเป็นปัญหาขององค์กรนั้น แต่ถ้ามีวิทยากรมาให้ความรู้เรื่องการจัดการบริหารองค์กร",
                "wifi หอในนอกช้ามาก",
                "อยากให้จัดคอนเสิร์ตบ่อยๆ",
                "อยากให้มีการสนับสนุนนิสิตมากขึ้นกว่านี้ด้านการแพร่กระจายข่าวสาร",
                "ค่าเทอมแพงเกินไปมาก",
                "ประชาสัมพันธ์เรื่องชมรมให้มากกว่านี้หน่อย",
                "อยากให้มีที่พักผ่อนระหว่างรอเรียน",
                "ชมรม",
                "กิจกรรม",
                "คอนเสิร์ต",
                "กองกิจการนิสิต",
                "กองกิจ",
                "จัดกิจกรรมบ่อยๆ",
                "เพิ่มกิจกรรมเยอะๆ",
                "อยากให้มีกิจกรรมในมอเยอะๆ",
                "งบชมรมน้อย",
                "ชมรมน้อย",
                "อยากให้ทางมหาวิทยาลัยเพิ่มสวัสดิการให้นิสิตทุกคน",
                "ยกเลิกชุดนิสิต",
                "ชุดนิสิต",
                "ใส่ไปรเวทมาเรียนได้",
                "ยกเลิกเครื่องแบบนิสิต",
                "ให้อิสระในการแต่งชุดมาเรียน",
                "ให้นิสิตหญิงใส่กางเกงมาเรียนได้",
                "ไม่ค่อยมีกิจกรรม",
                "จัดกิจกรรมหน่อย",
                "ชุดนิสิตไม่มีผลต่อการเรียน",
                "ทำกิจกรรมแบบนี้ต่อไปนะคะ",
                "อยากให้ใส่ชุดอะไรก็ได้มาทุกวัน",
                "ขอให้มีกิจกรรมบ่อยๆ",
                "ชุดนิสิตไม่ควรบังคับ",
                "ชั่วโมงกิจกรรมเยอะ",
                "uniform ควรยกเลิก",
                "ยกเลิกชุดนิสิตใครใคร่ใส่",
                "อิสระในการแต่งกาย",
                "หอไฟดับ",
                "หอพัก",
                "ดูแลหอพักหน่อยครับ",
                "พื้นที่อ่านหนังสือในหอ",
                "หอในในนำ้เหม็นมาก",
                "ปรับเรื่องหอในใน",
                "อยากมห้มหาลับช่วยหาหอ",
                "อยากให้เพิ่มงบกิจกรรมของชมรม",
                "อยากให้จัดคอนเสิร์ตบ่อยๆ",
                "จัดคอนเสิร์ตบ่อยๆ",
                "ไม่บังคับติดเข็ม",
                "ของบชมรมเพิ่ม",
                "ยกเลิกชุดนิสิต",
                "หอพักนิสิต",
                "ขยะข้างหอชาย",
                "แต่งกายอิสระ",
                "อยากใส่ชุดไปรเวทมาเรียน",
                "ปรับเวลาหอ",
                "หอในเก่ามาก",
                "งดเสียงดังในหอ",
                "ไม่มีหอ",
                "น้ำไม่ไหล",
                "หอพักไฟไหม้",
                "ไฟไหม้"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย กองกิจการนิสิต เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา หรือจะติดต่อ กองกิจการนิสิต และติดตามข้อมูลข่าวสารโดยตรงได้ที่  https://www.facebook.com/SAKUkasetsart"
            ]
        },
        {
            "id": 7,
            "value": "กองยานพาหนะ อาคารและ สถานที่",
            "phrases": [
                "ถังขยะนอกตึกน้อยไป",
                "วินเถื่อนเยอะขึ้น",
                "งู ตัววรนุชเยอะมาก",
                "จักรยานไม่เพียงพอต่อการยืม",
                "จุดยืมคืนจักรยานน้อย",
                "ทางจักรยานงง",
                "ทวงคืนmobike",
                "การขอรถส่วนกลางค่อนข้างยาก",
                "ไม่เข้มกฏจราจร(ปรับ,ล็อค)",
                "ทางเท้าเป็นหลุมเป็นบ่อ",
                "ทางเท้าไม่เรียบ",
                "ทางเท้าเดินสะดุดบ่อย",
                "วินขับบนทางเท้า",
                "แสงสว่างตามทางเดินไม่เพียงพอ",
                "อาคารไม่เป็นตามหลัก universal design",
                "รถตะลัยมาช้า",
                "รถตะไลไม่เพียงพอ",
                "คนขับตะลัยขับรถเร็ว เบรกแรง",
                "ไม่รู้เวลาตะลัยถึงป้าย",
                "วินโกงราคา",
                "วินมอเตอร์ไซต์ขับไม่ปลอดภัย",
                "วินใส่อารมณ์",
                "จุดวินมีน้อย",
                "อยากให้ app nisit ku มีการแสดงตำแหน่งรถตะลัย",
                "ตะลัยช้าและน้อยมาก แทบจะไม่ได้นั่งเลยครับ และคนก็เยอะมาก",
                "มีถังแยกขยะด้วยก็ดีค่ะ ขอถังขยะเยอะๆ",
                "เพิ่มความปลอดภัยของนิสิต",
                "อยากให้แก้ไขเกี่ยวกับตะลัย",
                "อยากให้าถตะลัยมาเยอะๆและมาเร็วๆ",
                "รถตะลัยขับไม่สุภาพ",
                "อยากให้เพิ่มรถตะลัยแต่ละสายและเพิ่มรอบ",
                "ตะลัยช้ามากและน้อยมาก",
                "อยากให้แก้ปัญหาเรื่องรถตะไลที่มีจำนวนน้อยและใช้เวลานาน",
                "เพิ่มรถตะลัย",
                "รถตะลัยมาช้า",
                "รถตะลัยมาทีละหลายคัน",
                "อยากให้มีรถตะลัยสาย1ให้บริการมากกว่านี้",
                "การขับขี่รถในมอเร็วมาก",
                "ตะลัยวิ่งซ้อนกัน",
                "ควรบอกเวลาตะลัย",
                "รถตะลัยไม่พอ",
                "นำ้ท่วม บ่อย",
                "ตะลัยรอนานมาก",
                "อยากให้เพิ่มรอบและกระจายตะลัยให้มากขึ้น",
                "รถตะลัยเข้าไม่ถึงบางแห่ง",
                "อยากให้ตะลัยเปิดแอร์ทุกคันและจำนวนมากพอต่อนิสิตในมหาลัย",
                "รถตะลัยร้อนมากๆ",
                "ขอตะลัยเยอะๆ สาย1ขาดแคลน ในตอนเช้ามากค่ะ",
                "ตรง loving way รถเยอะมากๆ กลัวเดินแล้วโดนรถเฉี่ยว",
                "วินที่โก่งราคา",
                "รถตะลัยรอนานมากไม่ค่อยเห็นสาย3เลย",
                "ตะลัยร้อนมากคนเยอะ อึดอัด",
                "ช่วยระบายนำ้เวลาฝนตก",
                "อยากให้มีทางเดินที่สะดวกเวลานำ้ท่วม",
                "ตอนเช้ารอรถตะลัยนานมากกว่าจะมาสักคัน",
                "อยากให้มีทางเดินเวลาน้ำท่วมหรือฝนตก",
                "วินบางคนขับรถน่ากลัวมาก",
                "ช่วยเตรียมถุงคลุมเท้าเวลาน้ำท่วยหน่อย รองเท้าจะได้ไม่เปียก",
                "นำ้ท่วม",
                "กองยานพาหนะ",
                "กองยาน",
                "กองยานพาหนะ อาคารและสถานที่",
                "ฟุตบาท",
                "รถตะลัย",
                "วิน",
                "อยากให้ดูแลเรื่องทางเดินในมอไม่ให้นำ้ท่วมวันฝนตก อยากให้ทางเดิน loving way มีฟุตบาท",
                "เรื่องนำ้ท่วม",
                "ศึกษานำ้ท่วมตลอด ไม่ไหวนำ้กัดเท้า",
                "ช่วยระบาดน้ำเวลาฝนตกให้ทันหน่อยครับ",
                "อยากให้มีทางเดินที่สะดวกเวลานำ้ท่วม",
                "อยากให้ช่วยเรื่องระบายนำ้เวลาฝนตก",
                "อยากให้แก้ปัญหานำ้ท่วมในมอ และอยากให้มีที่ยืมจักรยานหน้ามอ",
                "แก้ปัญหานำ้ท่วมให้คลี่คลาย",
                "ปัญหานำ้ท่วมในมอ ปัญหารถตะไล",
                "โกงค่าวิน",
                "เพิ่มวิน",
                "ซ่อมถนน",
                "รถยนต์ขับเร็ว",
                "ไม่อยากให้ม.นำ้ท่วม",
                "นำ้ท่วมจัดการรวดเร็ว",
                "รถตะลัยตรงคณะประมงรอนานมาก",
                "ช่วงนำ้ท่วมระบายนำ้ช้าทางจักรยาน",
                "ทางเท้าไม่เรียบรถตะลัยเว้นช่วงนาน",
                "กลางคืนวินขึ้นราคา",
                "ตะลัยเว้นช่วงนาน",
                "กลางวันวินโก่งราคา",
                "นำ้ท่วมบ่อยมาก แก้ไขด่วน",
                "ช่วยด้วย นำ้ท่วม ม.",
                "ปัญหานำ้ท่วม ตะลัยไม่พอ",
                "นำ้ท่วมในมอ",
                "นำ้ท่วมเยอะ",
                "แก้ปัญหานำ้ท่วมภายในมหาวิทยาลัย",
                "ฝนตกนำ้ระบายออกไม่ทัน",
                "นำ้ท่วมหนักมากไม่ชอบเลยค่ะ",
                "นำ้ท่วม ตะลัยน้อย รถติด รถขับไว",
                "นำ้ท่วม รองเท้าหนุเลอะ",
                "เรื่องการระบายนำ้ในมอควรทำให้ดีกว่านี้เพราะลำบากมากในการเดินทางมาเรียน",
                "แก้ปัญหานำ้ท่วมม.เวลาฝนตก",
                "จัดการปัญหานำ้ท่วม",
                "ไม่อยากเดินลุยนำ้ท่วม",
                "พัฒนาเรื่องนำ้ท่วม เดินทางลำบาก",
                "อยากให้จัดการระบายนำ้ดีๆ แล้วก็เพิ่มรอบตะลัย",
                "นำ้ท่วม ตะลัยน้อย",
                "นำ้ท่วมเดินไม่ได่",
                "อยากให้แก้เรื่องนำ้ท่วมในมอ อยากให้ระบายนำ้เร็วกว่านี้",
                "นำ้ท่วม รถติดมาก",
                "อยากให้มีรถตะลัยมากยิ่งขึ้น",
                "อยากให้นำ้ไม่ท่วม",
                "ฝนตกนำ้ท่วม",
                "ค่าวินเก็บไม่เท่ากันแต่ระยะทางเท่ากัน",
                "นำ้ท่วมไปเรียนไม่ได้",
                "เวลาฝนตกนำ้ท่วมง่ายมากมาเรียนไม่ได้",
                "นำ้ท่วมทุกครั้งที่ฝนตกเลย",
                "แก้ปัญหาระบายนำ้",
                "วินไม่มีราคาตายตัว",
                "อยากให้แก้ปัญหานำ้ท่วม",
                "ขอให้นำ้ไม่ท่วม",
                "นำ้ท่วมบ่อยมาก เพิ่มจุดบริการวิน",
                "นำ้ท่วมมอบ่อยมาก",
                "แก้ปัญหานำ้ท่วม",
                "ระบายนำ้เร็วหน่อย",
                "อยากให้ตอนฝนตกนำ้ลดเร็วกว่านี้",
                "อยากให้จัดการช่วงฝนตกเวลานำ้ท่วม",
                "นำ้ท่วม บางจดมีโคลนลื่น",
                "แหล่งนำ้เน่าเสีย",
                "ปัญหานำ้เสีย",
                "นำ้ในคลองมีกลิ่น",
                "ฟุตบาทแตก ทางเดินไม่เรียบ",
                "หาวิธีระบายนำ้ให้ดีขึ้น",
                "นำ้ท่วมบ่อย",
                "รถตะลัยมีแอร์แต่ไม่เปิด",
                "ทั้งมหาลัยนำ้ท่วมตลอดเลยครับ",
                "ขอตะลัยเยอะกว่านี้",
                "อยากให้เพิ่มจำนวนรถตะลัยรอนานมาก",
                "ตะไลรอนาน",
                "ช่วยซ่อมฟุตบาท",
                "ทางเดิน",
                "อยากให้เลนถนนให้ชัดเจน เช่นทางเท้า ทางรถ ทางคนเดิน ทางจักรยาน",
                "อยากให้ทำทางเดินใหม่เวลาเดินจะได้ไม่สะดุด",
                "ฟุตบาทไม่เรียบ",
                "ช่วยทำให้การเดินทางภายในมอสะดวกกว่านี้ที",
                "ทำหลังคาตรงทางเดิน",
                "ปรับปรุงฟุตบาทภายในมอ หลายจุด",
                "ทางเดินทางเท้าที่ไม่สมำ่เสมอ",
                "ช่วยปรับปรุงทางเท้าให้ดีขึ้นเป็นหลุมเป็นบ่อทางไม่สมำ่เสมอ",
                "ต้นไม้ข้างทางไม่ค่อยได้ช่วยบังแดดเท่าที่ควรเทียบกับพื้นที่ที่ใช้บนทางเท้า",
                "ทางเดินเปลี่ยว",
                "ทำฟุตบาทให้ดีหน่อยครับ",
                "เพิ่มไฟตามทางเดินในมหาลัย",
                "ทางเดินไม่เท่ากัน",
                "ความปลอดภัย",
                "การข้ามทางม้าลาย",
                "ทางเดิน เดินยากมาก",
                "ฟุตบาทแก้หน่อยครับ",
                "ปรับปรุงฟุตบาท ทำรั้วกั้นคลอง",
                "ทำถนนให้ดีๆ",
                "เพิ่มไฟทางเดิน กลางคืนอันตรายาก",
                "ทางเดินควรมีหลังคาตลอดแนว กันแดดกันลมกันฝน",
                "ทางเดินสะดุด",
                "ปรับปรุงทางเดินเท้า",
                "ให้ทางเดินเรียบ ไม่อยากเดินสะดุุดแล้ว",
                "ฟุตบาทค่ะ ไม่เรียบเลย สะดุดทุกวันเลยค่ะ",
                "ทางเดินแย่มาก",
                "ทางเดิน ตกหลุมไปหลายรอบ ควรปรับปรุง",
                "ปัญหาทางเท้าขรุขระเนื่องจากร่กไม้",
                "ทางเดินอยากให้เปลี่ยนให้เดินง่าย",
                "อยากให้เพิ่มจำนวนรถตะลัยแต่ละสายมาก รอนานไม่ไหว",
                "อยากได้ทางเดินทางเท้าเพิ่มค่ะ",
                "ขอฟุตบาตเรียบๆหน่อยค่ะ",
                "ถนน loving way พังค่ะ เดินยากมาก",
                "อยากให้ทำทางเท้าให้ดีกว่านี้ เวลาเดินชอบสะดุด",
                "ทางเท้าไม่เรียบ ทางไป BTS นำ้ท่วม",
                "ทางเดินเล็กมาก",
                "ฟุตบาทขรุขระมากๆ",
                "อยากได้ทางเดินเท้าดีๆครับ",
                "ทางเลิฟวิ่งเวย์อันตรายมากรถสวนไปมาควรมีทางเดินให้แบบจริงจัง ห้ามรถเข้า",
                "ถนนขรุขระ",
                "ทางเดินเท้าพื้นไม่เท่ากัน",
                "นำ้ในมอเขียวมากเลยครับ อยากให่วยบำบัดนำ้เพื่อความสบายตา",
                "ทางเดินไม่สมำ่เสมอ",
                "อยากให้แก้ตรงที่ถนนเป็นหลุม",
                "ทางเดินไม่ค่อยสว่าง เวลาฝนตก ยังมีนำ้ท่วมขัง อยากให้รถตะลัยเพิ่มรอบ",
                "ฟุตบาทเดินแล้วสะดุดทุกทีเลยค่ะ",
                "ทางเดินมีต้นไม้แล้วรากมันไชทางเดินไม่เรียบ",
                "ดูแลเรื่องนำ้ท่วม ทางเดินฟุตบาท",
                "พื้นเดินยาก ซ่อมให้หน่อยค่า",
                "ฟุตบาทเป็นหลุมเดินแล้วสะดุดล้ม",
                "ทางเท้าหลายพื้นที่ไม่เท่ากัน นำ้ท่วมง่ายโดยที่ฝนตกเบาๆก็ท่วมแล้ว",
                "อยากให้ทางเท้าเรียบน่าเดิน",
                "ฟุตบาตสะดุดไม่ไหวคนเดินเท้าไม่มีที่เดิน นำ้กระเด็นเพราะคนขับรถเร็วตอนฝนตก",
                "รบกวนดูฟุตบาธให้ด้วยนะคะ",
                "ฟุตบาททำให้น่าเดินแล้วเรียบๆหน่อยครับ",
                "ทางเดินตรง loving way",
                "ทางเท้าสะดุดบ่อยมาก",
                "ฟุตบาททางเท้าเดินไม่สะดวก",
                "เปิดไฟตรงถนนเพิ่มขึ้นหน่อย ข้ามถนนยากมาก",
                "วินวิ่งสวนเลน",
                "ทางเท้าพื้นไม่เรียบ สะดุดทุกวันเลยค่ะ",
                "ทางเดินหลบฝน",
                "อยากได้coverway ตลอดรอบมอ",
                "ทางเดินตรงloving way ไม่มีความปลอดภัย",
                "ทำหลังคาทางเดินไป BTSด้วยจ้า ร้อนมาก เปียกฝน",
                "ช่วยทำทางเดินให้ดีขึ้นหน่อย",
                "ถนนเป็นหลุมเป็นบ่อ",
                "ลูกระนาดสีไม่ชัด",
                "ทางม้าลาย รถไม่ค่อยหยุดให้",
                "ซ่อมถนน",
                "ข้ามถนนไม่ค่อยปลอดภัย",
                "จัดการการจราจรให้ปลอดภัย",
                "ระบบบำบัดนำ้เสีย กลิ่นนำ้เน่าเหม็น",
                "ระบบระบายนำ้ มีหลายจุดท่อตัน นำ้ระบายล่าช้า",
                "ปรับปรุงทางจักรยาน",
                "อยากให้ทำทางปั่นจักรยานให้ดีขึ้นและมีระเบียบมากขึ้น",
                "อยากให้มีทางจักรยาน บางทางอันตรายมาก",
                "เพิ่มจักรยานหน่อยค่ะ",
                "อยากมห้มีจักรยานที่ประตูบ้างค่ะ",
                "ควรเพิ่มทางปั่นจักรยานให้เยอะๆ",
                "อยากให้เพิ่มการนืทรถจักรยานมากขึ้นจักรยานไม่พอขี่",
                "เพิ่มจักรยานให้หน่อย",
                "อยากให้มีรถรับส่งมากกว่านี้",
                "ทำฟุตบาทดีๆ",
                "รถติดมาก",
                "เบื่อนำ้ท่วม",
                "อยากให้มีการจราจรเข้มกว่านี้",
                "อยากใหมีรถตะลัยเยอะๆ",
                "เบื่อรถติดในมอ",
                "ไฟระหว่างทาง",
                "ตอนเย็นมืดมาก เพิ่มไฟหน่อย",
                "ขอให้ติดไฟให้สว่าง",
                "ขอรถตะลัยวิ่งเยอะๆ",
                "ขอให้ฟุตบาธมีทางเดินที่สะดวก",
                "ขอไฟในมอเยอะๆทางเดินมืดมาก",
                "อยากให้ติดไฟตรงทางเดิน",
                "รถตะลัยช้ามาก",
                "ปรับปรุงทางเดินให้ดีขึ้น",
                "วินเข้าไม่ถึง",
                "รถในมหาลัยขับเร็ว",
                "โดนโกงวิน",
                "ราคาวินเก็บไม่เท่ากัน",
                "อบรมวินมอเตอร์ไซต์",
                "โดนวินโก่งราคา",
                "วินขับซิ่งมาก",
                "เคยเจอวินชมพูโก่งราคาขับผิดกฎหมาย พูดคำหยาบ",
                "วินบางคนขับน่ากลัวมาก",
                "อยากให้เพิ่มมอเตอร์ไซต์ไฟฟ้ามากขึ้น",
                "อยากให้มีมอเตอไซต์ไฟฟ้าเยอะ",
                "อยากให้ราคาวินตรงกัน",
                "ราคาวินที่เดียวกัน ราคาไม่เท่ากัน",
                "ราคาวินไม่ค่อยตรงกัน",
                "วินราคาแพงค่ะ",
                "เพิ่มวินมอไซต์จุดต่างๆมากขึ้น",
                "วินมอเตอร์ไซขับเร็วมาก",
                "วินชอบโกงมากเลย",
                "เหม็นบุหรี่วินมาก",
                "อยากให้วินมอไซขับช้าๆ",
                "วินโกงราคาครับ",
                "อยากให้วินฟรี",
                "วินโกง",
                "ฟุตบามทางเดินไม่สมำ่เสมอกัน",
                "ขอพื้นฟุตบาตเรียบๆ",
                "ฟุตบาทไม่เรียบ",
                "ทางเดินฟุตบาทเดินสะดุดบ่อย",
                "ฟุตบาทไม่ไหวแล้ว",
                "แก้ปัญหาฟุตบาท",
                "ทางเท้าไม่ค่อยเรียบเท่าไหร่",
                "ฟุตบาทแย่มาก",
                "ลูกระนาดเยอะ",
                "สะดุดพื้นทางเดิน",
                "ทางเท้าเป็นหลุม",
                "วินขับเร็วเกินราคา",
                "ทางเดินกันฝน",
                "วินขับไว ฟุตบาทไม่ค่อยปลอดภัย",
                "อยากให้มีหลังคาตรงฟุตบาต",
                "ลูกระยาดเยอะมากจริงๆ",
                "วินขับเร็วมาก",
                "ทางเดินไม่ปลอดภัย",
                "ปัญหาพื้นไม่เสมอกัน",
                "ทางเดินมืดมาก",
                "แก้นำ้ขัง",
                "ถังขยะน้อย"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย กองยานพาหนะ อาคารและ สถานที่ เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา หรือจะติดต่อ กองยานพาหนะ อาคารและ สถานที่ โดยตรงได้ที่ vehicle.ku.ac.th"
            ]
        },
        {
            "id": 8,
            "value": "Happy Place Center",
            "phrases": [
                "เพิ่มบุคคลากรที่ให้คำปรึกษาด้านสุขภาพจิต",
                "Happy Place เข้าถึงยาก",
                "Happy Place Center พื้นที่ไม่ค่อยเป็นส่วนตัว",
                "happy place เปิดบริการบ่อยๆหน่อย",
                "เจ้าหน้าHappy Place Center",
                "ซึมเศร้า",
                "ความเครียด",
                "กดดัน",
                "หาทางออก",
                "สุขภาพจิต",
                "Happy Place Center",
                "ระบายความเครียด",
                "เรียนเครียดมาก",
                "เรียนเครียด",
                "เรียนงานเยอะมาก เครียด"
            ],
            "responses": [
                " ปัญหานี้อยู่ในความรับผิดชอบของฝ่าย Happy Place Center เราจะดำเนินการส่งข้อร้องเรียนไปยังหน่วยงานที่เกี่ยวข้อง ขอบคุณที่แจ้งปัญหาเข้ามา หรือจะติดต่อ Happy Place Center โดยตรงได้ที่ https://www.facebook.com/KUHappyPlaceCenter"
            ]
        },
        {
            "id": 9,
            "value": "goodbye",
            "phrases": [
                "asdasdasdad",
                "ฟหดฟหดฟหดฟหด",
                "55555555555",
                ".",
                "-",
                "_",
                "+",
                "-",
                "*",
                "?",
                "/",
                "(",
                ")",
                "ควาย",
                "โง่",
                "อร่อย",
                "หิวมาก",
                "ไปเที่ยวไหม"
            ],
            "responses": [
                "บอทไม่เข้าใจข้อความ กรุณาเปลี่ยนข้อความให้เข้าใจมากกว่านี้ หรือลองระบุข้อมูลเพิ่มเติมได้เลยครับ"
            ]
        },
        {
            "id": 10,
            "value": "ขอบคุณ",
            "phrases": [
                "ขอบคุณครับ",
                "แต้งกิวว",
                "thank you",
                "ขอบคุณ",
                "ขอบใจ"
            ],
            "responses": [
                "ยินดีครับ"
            ]
        }
    ]
}