{
    "intents": [
        {
            "id": 1,
            "value": "greeting",
            "phrases": [
                "สวัสดีครับ",
                "โหล",
                "สวัสดีจ้า",
                "คุณครับ",
                "เธอๆ",
                "แอดมินครับ",
                "ดีค้าบบ",
                "ดีงับ",
                "หวัดดีจ้ะ",
                "สวัสดีน้า",
                "สวีดัส",
                "สวัสดีจ้ะ",
                "หวัดดีจ้า",
                "ไม่เจอกันตั้งนาน",
                "ขอทักทาย",
                "หวัดดี"
            ],
            "responses": [
                "สวัสดีครับ พบเจอปัญหาอะไรมาครับ",
                "สวัสดีครับ วันนี้มีปัญหาอะไรมาแจ้งครับ",
                "สวัสดีครับ มีไรมาแจ้งครับ"
            ]
        },
        {
            "id": 2,
            "value": "สำนักทรัพย์สิน",
            "phrases": [
                "นกพิราบในโรงอาหาร",
                "เปลี่ยนไส้กรองตู้น้ำ บาร์ใหม่",
                "ช้อนส้อมไม่เพียงพอ",
                "ถังขยะในโรงอาหารไม่เพียงพอ",
                "บาร์ใหม่ พัดลมชำรุด",
                "เก็บโต๊ะเร็วเกินไป",
                "ไม่มีทิชชู่ในห้องน้ำโรงอาหาร",
                "ไม่มีผ้าอนามัยในห้องนำ้โรงอาหาร",
                "ปรับลดราคาที่จอดรถ",
                "พื้นที่จอดรถทรุดโทรม",
                "ระบบสมาชิกที่จอดรถไม่ทั่วถึง",
                "ระบบจ่ายเงินค่าที่จอดรถไม่คล่องตัว",
                "ที่จอดรถไม่เพียงพอ",
                "โต๊ะในศูนย์เรียนรวมไม่พอ",
                "อยากให้เพิ่มพื้นที่อ่านหนังสือ",
                "อยากให้เปลี่ยนไส้กรองตู้น้ำศูนย์การเรียนรวม",
                "อยากให้ food truck ใหม่ๆมาเปิดบ้าง",
                "เจ้าหน้าที่ของสำนักทรัพย์สินบริการไม่ดี"
            ],
            "responses": [
                "ติดต่อ สำนักทรัพย์สินได้เลยครับ"
            ]
        },
        {
            "id": 3,
            "value": "สำนักบริการคอมพิวเตอร์",
            "phrases": [
                "ทำไมไม่มีสวัสดิการต่างๆ Adobe, Canva Pro, Programอื่นๆ",
                "Nisit KU ค้างบ่อยช้า",
                "Canva Pro ไม่ฟรีสำหรับนิสิต",
                "KUWIN ช้าโคตรอืด",
                "KUWIN หลุดบ่อย",
                "KUWIN ล่มบ่อย",
                "เว็บล่มบ่อย",
                "ทำไมได้ google drive แค่ 5 GB",
                "ตารางสอบไม่ได้ขึ้นใน my.ku",
                "ข้อมูลในแอป nisit ku อัพเดทช้า",
                "nisit ku ข้อมูลน้อยมาก",
                "จุดอับสัญญาอินเทอร์เน็ตเยอะ",
                "internet ใช้ไม่ได้เลย",
                "ลดจุดอับสัญญาณ internet",
                "kuwin ไม่ครอบคลุม",
                "เปลี่ยนรูปลักษณ์ของ NisitKu ใช้ยากมาก ",
                "สวัสดิการนิสิตสำหรับโปรแกรมต่างๆ",
                "เพิ่มความแรง internet",
                "อยากให้เว็บ my.ku มีส่วนบอกว่า เราเรียนวิชา จำนวนหน่วยกิตครบตามแผนการเรียนแล้วหรือยัง",
                "ทำไม google drive เหลือ 5GB",
                "นิสิตไม่เข้าถึงพื้นที่ในสำนักคอม",
                "ควรรวมทุก app มาอยู่ใน app เดียว",
                "edufarm ล่มบ่อย",
                "ใช้แพบตฟอร์มเดียวทั้งมหาลัยเพื่อความสะดวก"
            ],
            "responses": [
                "ติดต่อ สำนักบริการคอมพิวเตอร์ได้เลยครับ"
            ]
        },
        {
            "id": 4,
            "value": "สำนักกีฬา",
            "phrases": [
                "ทำไม จนท.สำนักกีฬา ดูอารมณ์ไม่ดีเลย",
                "ทำไมเจ้าหน้าที่สำนักกีฬา ดูอารมณ์ไม่ดีเลย",
                "ให้นิสิตทั่วไปสามารถใช้สนามกีฬาได้มากขึ้น",
                "ทำไมต้องเก็บเงินค่าใช้สนามทั้งที่นิสิตใช้",
                "เปิดบริการฟิตเนสมากขึ้น",
                "อาคารสำนักกีฬามืดมาก",
                "เจ้าหน้าที่ยืมอุปกรณ์กีฬารีบกลับ",
                "เปลี่ยนพื้นสนามฟันดาบ",
                "กำหนดวันเวลาปิดสนามวอลเล่ย์ให้ชัดเจน",
                "สนามกีฬานำ้ท่วม",
                "อุปกรณ์กีฬาไม่เพียงพอ",
                "ระบบการจองสนามกีฬาต่างๆยุ่งยากและล้าหลังยังมีการโทรจองอยู่ อยากให้มีระบบออนไลนืให้จองง่ายขึ้น",
                "ตอนกลางคืนบริเวณรอบๆสำนักกีฬา ด้านล่าง มืด น่ากลัว",
                "สนามแบตจองยาก",
                "สนามแบตไม่พอ",
                "ฟิสเนตบางที่เหมือนไม่ได้รับการดูแลเลย",
                "พัฒนาอุปกรณ์ลูกบอลต่างๆ",
                "สนามบาส3สนามข้างสนามอินพื้นแย่มากนำ้ท่วมใช้ไม่ได้ อยากให้ทำดดมหรือหลังคา",
                "ขยายพื้นที่สนามยิงธนู",
                "อยากให้ปรับพื้นที่สนามเปตอง",
                "อยากให้นิสิตใช้สนามได้ฟรี"
            ],
            "responses": [
                "ติดต่อ สำนักกีฬาได้เลยครับ"
            ]
        },
        {
            "id": 5,
            "value": "สำนักการศึกษา",
            "phrases": [
                "อาจารย์ไม่ใช่ safe zone",
                "คอม/ฟิสิกส์พื้น กลางภาค1/65 เวลาสอบชนกัน(จากใจปี1 Math)",
                "ทำไมไม่มีสัปดาห์พักอ่านหนังสือสอบ",
                "อินเตอร์ควรมีสิทธิ์เลือกตารางเรียนได้",
                "อยากปรับเปลี่ยนหัวข้อที่ใช้ประเมินอาจารย์",
                "แบบประเมินอาจารย์ประเมินได้จริง??",
                "อาจารย์สอนไม่เข้าใจ",
                "โดนแย่งเรียนวิชา Eng",
                "Eng sec น้อย พละก็เหมือนกัน",
                "บางทีอาจารย์บอกคะแนนช้า จนทำให้ไม่มีเวลาDrop",
                "ตารางสอบออกช้า",
                "ภาคอินเตอร์ทำไมวิชาถึงกลายเป็นเสรีบังคับ เลือกอะไรไม่ได้เลย",
                "บังคับเรียนศาสตร์แห่งแผ่นดินทำไม",
                "อยากให้มีการอบรมบุคคลากรให้มีความเข้าใจนิสิตมากขึ้น",
                "ประเมินการสอบแล้วแต่อาจารย์ไม่มีการปรับปรุง ควรมีการเปิดให้ประเมินตลอดทุกช่วงไม่ใช่กำหนดระยะเวลาสั้นๆ",
                "เข้าถึงอาจารย์ยาก",
                "เด็กปี1 ลงเรียน Eng4 ไม่ทัน แต่ก็อยากเก็บ Eng ให้จบ",
                "มีตารางสอบแต่มีการนัดนอกเวลา",
                "วิชาเยอะแต่ไม่การเปิดให้ลง",
                "บางรายวิชาประกาศคะแนนหลังหมดช่วงดรอปในระบบonline",
                "อาจารย์ไม่ตอบรับลงทะเบียน",
                "ระบบการลงทะเบียนเรียนไม่เสถียร",
                "ประเมินทำไมถ้าอาจารย์ไม่พัฒนาขึ้น",
                "ภาคพิเศาและอินเตอรืมีวิชาเสรีให้ลงน้อยมากๆ",
                "ติดเรียนeng ของสาขาที่ไม่ใช่ของ มอ ทำให้ต้องเรียนตั้ง 9 ตัว"
            ],
            "responses": [
                "ติดต่อ สำนักการศึกษาได้เลยครับ"
            ]
        },
        {
            "id": 6,
            "value": "กองกิจการนิสิต",
            "phrases": [
                "หอในในมีแต่พงหญ้ามีงูเงี้ยวเขี้ยวขอ",
                "เอกสารช้า",
                "การประชาสัมพันธ์ไม่มากพอ",
                "ความปลอดภัยหอพักภายใน",
                "หอพักนำ้ไม่ค่อยไหล",
                "การเดินเอกสารคสรเปลี่ยนเป็น Online  หรือ เซ็นออนไลน์ได้แล้ว",
                "หอพักน้ำไม่ไหลไฟดับ",
                "ยกเลิกการบังคคับชุดนิสิต",
                "ซ่อมแซม ปรับปรุงหอพัก"
            ],
            "responses": [
                "ติดต่อ กองกิจการนิสิตได้เลยครับ"
            ]
        },
        {
            "id": 7,
            "value": "goodbye",
            "phrases": [
                "asdasdasdad",
                "ฟหดฟหดฟหดฟหด",
                "55555555555",
                ".",
                "-",
                "_",
                "+",
                "-",
                "*",
                "?",
                "/",
                "(",
                ")",
                "ควาย",
                "โง่",
                "อร่อย",
                "หิวมาก",
                "ไปเที่ยวไหม"
            ],
            "responses": [
                "ดูเหมือนว่าที่คุณพิมพ์ ไม่เกี่ยวกับปัญหานะครับ",
                "ถ้าไม่มีอะไรกรุณาอย่ารบกวนเวลาอ่านหนังสือครับ"
            ]
        }
    ]
}